// Desenho da Apresentação
byte gafanhoto1[] = {
  B00000,
  B00000,
  B00000,
  B00000,
  B00000,
  B01111,
  B10001,
  B01111
};

byte gafanhoto2[] = {
  B00000,
  B00000,
  B00000,
  B00000,
  B11100,
  B11010,
  B10001,
  B01000
};

byte gafanhoto3[] = {
  B00000,
  B00000,
  B00000,
  B00000,
  B00000,
  B00001,
  B11111,
  B00000
};

byte gafanhoto4[] = {
  B00010,
  B00100,
  B01000,
  B11110,
  B00001,
  B00001,
  B00010,
  B11100
};

byte gafanhoto5[] = {
  B00110,
  B00100,
  B00101,
  B00101,
  B00101,
  B00101,
  B01010,
  B11100
};

byte gafanhoto6[] = {
  B01111,
  B10000,
  B01110,
  B00001,
  B00000,
  B00000,
  B00000,
  B00000
};

byte gafanhoto7[] = {
  B11001,
  B01000,
  B00100,
  B11010,
  B00111,
  B00000,
  B00000,
  B00000
};

byte gafanhoto8[] = {
  B01000,
  B01000,
  B01000,
  B10000,
  B11000,
  B10110,
  B01001,
  B00110
};